[
  {
    "id": "rss-summarizer",
    "title_en": "RSS Summarizer",
    "title_ru": "RSS Суммаризатор",
    "title_rs": "RSS Сумаризатор",
    "description_en": "AI-powered RSS feed aggregator that collects, summarizes, and distributes content using advanced AI summarization API. Features automatic content processing, S3 storage, and Telegram notifications.",
    "description_ru": "AI-приложение для сбора, суммирования и распространения RSS-лент с использованием продвинутого API для AI-суммаризации. Включает автоматическую обработку контента, S3 хранилище и уведомления Telegram.",
    "description_rs": "AI-апликација за прикупљање, сумирање и дистрибуцију RSS фидова користећи напредни AI API за сумирање. Укључује аутоматску обраду садржаја, S3 складиштење и Телеграм обавештења.",
    "image": "https://via.placeholder.com/300x200.png?text=RSS+Summarizer",
    "link": "https://github.com/dzarlax/RSS-summuriser",
    "tags_en": ["Python", "AI", "OpenAI", "RSS", "S3", "Telegram", "AWS"],
    "tags_ru": ["Python", "AI", "OpenAI", "RSS", "S3", "Telegram", "AWS"],
    "tags_rs": ["Python", "AI", "OpenAI", "RSS", "S3", "Телеграм", "AWS"]
  },
  {
    "id": "todoist-telegram-bot",
    "title_en": "Todoist Telegram Bot",
    "title_ru": "Todoist Telegram Бот",
    "title_rs": "Todoist Телеграм Бот",
    "description_en": "⭐ Most popular project! Smart Telegram bot that seamlessly integrates with Todoist for efficient task management. Features intelligent message concatenation, automatic due date setting, and containerized deployment with Docker.",
    "description_ru": "⭐ Самый популярный проект! Умный Telegram-бот, который легко интегрируется с Todoist для эффективного управления задачами. Включает интеллектуальное объединение сообщений, автоматическую установку сроков и контейнерное развертывание с Docker.",
    "description_rs": "⭐ Најпопуларнији пројекат! Паметан Телеграм бот који се лако интегрише са Todoist-ом за ефикасно управљање задацима. Укључује интелигентно спајање порука, аутоматско подешавање рокова и контејнерско развертање са Docker-ом.",
    "image": "https://via.placeholder.com/300x200.png?text=Todoist+Bot",
    "link": "https://github.com/dzarlax/todoist_bot",
    "tags_en": ["JavaScript", "Node.js", "Docker", "Telegram Bot", "Todoist API", "Productivity"],
    "tags_ru": ["JavaScript", "Node.js", "Docker", "Telegram Бот", "Todoist API", "Продуктивность"],
    "tags_rs": ["JavaScript", "Node.js", "Docker", "Телеграм Бот", "Todoist API", "Продуктивност"]
  },
  {
    "id": "jerkyvault",
    "title_en": "JerkyVault",
    "title_ru": "JerkyVault",
    "title_rs": "JerkyVault",
    "description_en": "Full-stack business management application for jerky production and sales. Built with modern Next.js, featuring recipe management, client orders, inventory tracking, and secure authentication with NextAuth.js.",
    "description_ru": "Полнофункциональное бизнес-приложение для производства и продажи джерок. Создано на современном Next.js с управлением рецептами, заказами клиентов, отслеживанием запасов и безопасной аутентификацией NextAuth.js.",
    "description_rs": "Пуна бизнис апликација за производњу и продају џерки. Направљена на модерном Next.js-у са управљањем рецептима, поруџбинама клијената, праћењем залиха и безбедном аутентификацијом преко NextAuth.js.",
    "image": "https://via.placeholder.com/300x200.png?text=JerkyVault",
    "link": "https://github.com/dzarlax/jerky-vault",
    "tags_en": ["TypeScript", "Next.js", "React", "MySQL", "Docker", "NextAuth", "Business"],
    "tags_ru": ["TypeScript", "Next.js", "React", "MySQL", "Docker", "NextAuth", "Бизнес"],
    "tags_rs": ["TypeScript", "Next.js", "React", "MySQL", "Docker", "NextAuth", "Бизнис"]
  }
]
