{
  "intro": {
    "title": "Product Manager",
    "description": "Data-driven  product and project manager with 8+ years’ experience driving technology innovation. Integrate analytics tools with UI/UX knowledge to develop feature-rich apps that are simple to use. Track record of thriving in constantly evolving environments and leveraging process optimization skills. Adept at communicating goals, analyses, and value propositions. Fluent in Russian and English, basic knowledge of Serbian."
  },
  "skills": {
    "title": "Technical Proficiencies",
    "items": [
      {
        "title": "Product Management",
        "description": "Overseeing product life cycle from ideation to launch, defining product vision, and aligning project objectives with company goals."
      },
      {
        "title": "UI/UX Prototyping",
        "description": "Designing and testing prototypes to enhance user experience, focusing on creating intuitive and user-friendly interfaces."
      },
      {
        "title": "Audience/User Analysis",
        "description": "Conducting research to understand user demographics, behaviors, and needs to inform user-centered design and product development."
      },
      {
        "title": "Agile Project Management",
        "description": "Utilizing agile methodologies to facilitate adaptive planning, evolutionary development, early delivery, and continual improvement."
      },
      {
        "title": "Mobile Development",
        "description": "Building responsive, high-performing mobile applications tailored for a wide range of devices, operating systems, and user scenarios."
      },
      {
        "title": "Data Analysis",
        "description": "Analyzing datasets to extract actionable insights, inform strategic decisions, and support evidence-based practices."
      },
      {
        "title": "Process Optimization",
        "description": "Streamlining business processes to enhance efficiency, reduce waste, and improve overall operational effectiveness."
      },
      {
        "title": "Product Strategy",
        "description": "Crafting long-term strategic plans for product development, positioning, and market penetration to achieve competitive advantage."
      }
    ]
  },  
  "contacts": {
    "email": "Mail me",
    "linkedin": "Check my LinkedIn",
    "github": "My projects",
    "contact": "Contact",
    "rss": "My news feed"
  },
  "experience": {
    "title": "Professional Experience",
    "items": [
      "Technical Project Manager, Yandex Cloud (8/2022 - Present)",
      "Product Manager, Yandex.Market (4/2021 - 8/2022)",
      "Product Owner, Russian Post (6/2020 - 4/2021)",
      "Product Owner, Anywayanyday (2/2019 - 6/2020)",
      "Senior Analyst | Product Manager, Moscow (7/2017 - 2/2019)",
      "Chief Executive Officer, Social Technologies, Moscow (7/2016 - 8/2017)",
      "QA engineer | Program manager, Parallels (08/2012-12/2017"
    ]
  },
  "menu": {
    "home": "Home",
    "skills": "Skills",
    "experience": "Experience",
    "contact": "Contact"
  }
}